Repository: mbenaiss/InsightRun
Catalog: InsightRun/insightrun/Localizable.xcstrings
Source language: en
Languages: fr

source: — aim for low-to-moderate load.
fr: — vise une charge basse à modérée.

# %@ (from %d to %d %@)
source: %1$@ (from %2$d to %3$d %4$@)
fr: %1$@ (de %2$d à %3$d %4$@)

source: %d Scientific Sources
fr: %d sources scientifiques

source: %lld GPS points
fr: %lld points GPS

source: %lld new activities synced
fr: %lld nouvelles activités synchronisées

source: %lld runs this week
fr: %lld courses cette semaine

source: %lld sessions
fr: %lld séances

source: %lld similar workouts found
fr: %lld séances similaires trouvées

source: %lld Suunto workouts imported
fr: %lld séances Suunto importées

source: %lld workouts
fr: %lld entraînements

source: %lld years
fr: %lld ans

# %lldh%@m
source: %1$lldh%2$@m
fr: %lldh%@m

source: < 5 hours
fr: < 5 heures

source: ❌ Error: %@
fr: ❌ Erreur : %@

source: 3x8min threshold intervals
fr: Intervalles seuil 3x8min

source: 5 km at threshold pace
fr: 5 km à allure seuil

source: 5-6 hours
fr: 5-6 heures

source: 5km tempo run
fr: Tempo run 5km

source: 5km tempo run at threshold pace
fr: Tempo run de 5 km à allure seuil

source: 6-7 hours
fr: 6-7 heures

source: 7-9 hours
fr: 7-9 heures

source: 7-Day History
fr: Historique 7 jours

source: 7-Day Trend
fr: Tendance sur 7 jours

source: 10,000 steps/day
fr: 10 000 pas/jour

source: 10x400m speed intervals
fr: Intervalles de vitesse 10x400m

source: 10x400m speed intervals with 1 min recovery
fr: 10 × 400 m allure 5K avec 1 min récup

source: 12-15 km endurance
fr: 12–15 km en endurance

source: 14-Day Trend
fr: Tendance sur 14 jours

source: 40 min fartlek with free-form pace variations
fr: 40 min de fartlek avec variations d'allure libres

source: A composite score based on your sleep duration and sleep efficiency. It evaluates both how long you slept and how effectively you used your time in bed.
fr: Un score composite basé sur la durée et l'efficacité de votre sommeil. Il évalue à la fois la durée de votre sommeil et l'efficacité avec laquelle vous avez utilisé votre temps au lit.

source: A daily score measuring how close you are to your personal activity goals. Combines steps (30%), active calories (35%), and exercise minutes (35%). Calories and exercise targets are read from your Apple Activity Rings for a personalized score.
fr: Un score quotidien mesurant votre progression vers vos objectifs d'activité personnels. Combine les pas (30 %), les calories actives (35 %) et les minutes d'exercice (35 %). Les objectifs de calories et d'exercice sont lus depuis vos Anneaux d'Activité Apple pour un score personnalisé.

source: A network error occurred. Please try again.
fr: Une erreur réseau est survenue. Veuillez réessayer.

source: A request is already in progress. Please wait for it to finish.
fr: Une requête est déjà en cours. Veuillez attendre qu'elle se termine.

source: About
fr: À propos

source: Above normal
fr: Au-dessus de la normale

source: Access all features
fr: Accédez à toutes les fonctionnalités

source: Access Denied
fr: Accès refusé

source: active
fr: actives

source: Active Calories
fr: Calories actives

source: Active subscription
fr: Abonnement actif

source: Activities syncing automatically
fr: Synchronisation automatique des activités

source: Adequate HRV (%lld ms) - recovery in progress
fr: VFC adéquate (%lld ms) — récupération en cours

source: Adults typically need 7-9 hours of sleep per night for optimal recovery and health. Both too little and too much sleep can negatively impact performance.
fr: Les adultes ont généralement besoin de 7 à 9 heures de sommeil par nuit pour une récupération et une santé optimales. Trop peu ou trop de sommeil peut affecter négativement les performances.

source: Advanced
fr: Avancé

source: Advanced Analytics
fr: Analyses avancées

source: Advanced Metrics
fr: Métriques avancées

source: Advanced metrics (onboarding)
fr: Métriques avancées

source: Advanced tracking
fr: Suivi avancé

source: After wake-up detection
fr: Après détection du réveil

source: Age
fr: Âge

source: AI Analysis
fr: Analyse IA

source: AI Coach
fr: Coach IA

source: AI COACH
fr: COACH IA

source: AI Coach: Great pace consistency! Try adding intervals next week.
fr: Coach IA : Belle régularité d'allure ! Essayez d'ajouter des intervalles la semaine prochaine.

source: AI Coaching
fr: Coaching IA

source: AI Comparison
fr: Analyse IA

source: AI consent is required to analyze your workouts.
fr: Le consentement IA est requis pour analyser vos entraînements.

source: AI Data Sharing
fr: Partage de données IA

source: AI insights based on your complete training history
fr: Conseils IA basés sur tout votre historique d'entraînement

source: AI Workout Generator
fr: Générateur d'entraînement IA

source: AI-powered workout generation
fr: Génération d'entraînements par IA

source: All
fr: Tout

source: All data stays on your device
fr: Toutes les données restent sur votre appareil

source: All features unlocked for testing
fr: Toutes les fonctionnalités débloquées pour les tests

source: All workouts loaded
fr: Tous les entraînements chargés

source: All years
fr: Toutes années

source: Allow notifications
fr: Autoriser les notifications

source: Am I overtraining?
fr: Est-ce que je surentraîne ?

source: An AI-enhanced score combining recovery metrics and your personal baseline. It indicates how ready your body is for physical activity by analyzing multiple physiological signals.
fr: Un score amélioré par l'IA combinant les métriques de récupération et votre référence personnelle. Il indique à quel point votre corps est prêt pour l'activité physique en analysant plusieurs signaux physiologiques.

source: An error occurred while requesting access. You can skip and try again later.
fr: Une erreur est survenue lors de la demande d'accès. Vous pouvez passer et réessayer plus tard.

source: Analyze comparison
fr: Analyser la comparaison

source: Analyze my body composition
fr: Analyser ma composition corporelle

source: Analyze my consistency
fr: Analyser ma régularité

source: Analyze my heart rate
fr: Analyser ma fréquence cardiaque

source: Analyze my pace trends
fr: Analyser mes tendances d'allure

source: Analyze my progress this month
fr: Analyse ma progression sur le mois

source: Analyze with AI
fr: Analyser avec l'IA

source: Analyzing workouts...
fr: Analyse des entraînements...

source: Analyzing...
fr: Analyse en cours...

source: Appearance
fr: Apparence

source: Apple Foundation Model is not available on this device
fr: Le modèle Apple Foundation n'est pas disponible sur cet appareil

source: Apple Health
fr: Apple Santé

source: Apple Intelligence model is not available. Check that Apple Intelligence is enabled and models are downloaded.
fr: Le modèle Apple Intelligence n'est pas disponible. Vérifiez qu'Apple Intelligence est activé et que les modèles sont téléchargés.

source: Apple Ring goal
fr: Objectif Anneau Apple

source: Ask a question...
fr: Poser une question...

source: Ask questions about your performance
fr: Posez des questions sur vos performances

source: Ask your AI coach how to improve this week based on your recent runs.
fr: Demandez à votre coach IA comment progresser cette semaine à partir de vos dernières courses.

source: Asymmetric
fr: Asymétrique

source: Athlete
fr: Athlète

source: Athlete ID: %lld
fr: ID athlète : %lld

source: ATL (7 days) & CTL (42 days) via EWMA. ACWR = ATL/CTL. Score 0-20 personalized: ATL/CTL × 10 (maintaining = 10/20).
fr: ATL (7 jours) et CTL (42 jours) via EWMA. ACWR = ATL/CTL. Score 0-20 personnalisé : ATL/CTL × 10 (maintien = 10/20).

source: Authentication error
fr: Erreur d'authentification

source: Authentication error with server
fr: Erreur d'authentification avec le serveur

source: Authorization request error: %@
fr: Erreur de demande d'autorisation : %@

source: Auto Sync
fr: Synchronisation auto

source: Availability
fr: Disponibilité

source: AVAILABILITY
fr: DISPONIBILITÉ

source: Available 1 month after last update
fr: Disponible 1 mois après la dernière mise à jour

source: Average
fr: Moyen

source: Average recovery. Prefer a light to moderate workout.
fr: Récupération moyenne. Privilégier un entraînement léger à modéré.

source: Avg
fr: Moy

source: Avg Cadence
fr: Cadence moy

source: Avg Duration
fr: Durée moy

source: Avg HR
fr: FC moy

source: Avg Pace
fr: Allure moy

source: Avg Sleep Stages
fr: Phases de sommeil moy

source: Awake
fr: Éveillé

source: Base Building
fr: Construction de base

source: Base Score
fr: Score de base

source: Based on %lld-day personal baseline
fr: Basé sur %lld jours de baseline personnelle

source: Based on Banister's impulse-response model (1975, 1991) for TRIMP, Lucia et al. (MSSE, 2003) on HR-based TRIMP validation, Williams et al. (BJSM, 2017) on EWMA-based ACWR, Hulin et al. (BJSM, 2016) on ACWR injury prediction, Gabbett (BJSM, 2016) on the training-injury prevention paradox, Impellizzeri et al. (IJSPP, 2019) on individualized load monitoring via CTL, Windt & Gabbett (BJSM, 2017) on CTL-based personal normalization, and Coggan & Allen's ATL/CTL framework.
fr: Basé sur le modèle impulsion-réponse de Banister (1975, 1991) pour le TRIMP, Lucia et al. (MSSE, 2003) sur la validation du TRIMP basé FC, Williams et al. (BJSM, 2017) sur l'ACWR basé EWMA, Hulin et al. (BJSM, 2016) sur la prédiction de blessures par ACWR, Gabbett (BJSM, 2016) sur le paradoxe entraînement-prévention des blessures, Impellizzeri et al. (IJSPP, 2019) sur le monitoring individualisé via CTL, Windt & Gabbett (BJSM, 2017) sur la normalisation personnelle par CTL, et le framework ATL/CTL de Coggan & Allen.

source: Based on National Sleep Foundation's sleep duration recommendations (Hirshkowitz et al., Sleep Health, 2015) recommending 7–9 hours for adults, and sleep quality indicators from Ohayon M et al., Sleep Health (2017) defining ≥85% efficiency as good sleep quality.
fr: Basé sur les recommandations de la National Sleep Foundation pour la durée du sommeil (Hirshkowitz et coll., Sleep Health, 2015) préconisant 7-9 h pour les adultes, et les indicateurs de qualité du sommeil d'Ohayon M et coll., Sleep Health (2017) définissant une efficacité ≥85 % comme un bon sommeil.

source: Based on research from Plews et al. (IJSPP, 2013) on HRV-guided recovery monitoring, Buchheit (IJSPP, 2014) on HR measures for training status, Flatt & Esco (JSCR, 2016) on nocturnal HRV, and Bouzat et al. (BJSM, 2018) on pulse oximetry.
fr: Basé sur les recherches de Plews et al. (IJSPP, 2013) sur le suivi de la récupération guidé par la VFC, Buchheit (IJSPP, 2014) sur les mesures de FC pour le statut d'entraînement, Flatt & Esco (JSCR, 2016) sur la VFC nocturne, et Bouzat et al. (BJSM, 2018) sur l'oxymétrie de pouls.

source: Baseline
fr: Référence

source: Batch processing failed: %@
fr: Échec du traitement par lots : %@

source: Beginner
fr: Débutant

source: Below Average
fr: En dessous de la moyenne

source: Below normal
fr: En dessous de la normale

source: Best
fr: Meilleur

source: Best Pace
fr: Meilleure allure

source: Body fat
fr: Masse grasse

source: Body Metrics
fr: Composition corporelle

source: Brisk
fr: Vif

source: Build Phase
fr: Phase de développement

source: Building aerobic base with easy runs
fr: Construction de la base aérobie avec des courses faciles

source: Building baseline: %lld/7 days
fr: Construction de la baseline : %lld/7 jours

source: By km
fr: Par km

source: Calories and exercise targets use your personal Apple Activity Ring goals. If unavailable, defaults to 400 kcal and 30 min (WHO, 2020). Steps target is 10,000/day (Tudor-Locke, 2004).
fr: Les objectifs de calories et d'exercice utilisent vos objectifs personnels des Anneaux d'Activité Apple. Si indisponibles, les valeurs par défaut sont 400 kcal et 30 min (OMS, 2020). Objectif de pas : 10 000/jour (Tudor-Locke, 2004).

source: Calories breakdown
fr: Répartition des calories

source: Can I train today?
fr: Puis-je m'entraîner aujourd'hui ?

source: Cancel
fr: Annuler

source: Cancelled
fr: Annulé

source: Cardiac Load
fr: Charge cardiaque

source: Cardiac Load measures cumulative cardiovascular stress using HR-based TRIMP (with pace fallback). Calculates Acute (7-day ATL) and Chronic (42-day CTL) training loads. Status based on the ACWR ratio (Gabbett 2016).
fr: La Charge Cardiaque mesure le stress cardiovasculaire cumulé via le TRIMP basé sur la FC (avec secours par allure). Calcule les charges d'entraînement aiguë (ATL 7 jours) et chronique (CTL 42 jours). Statut basé sur le ratio ACWR (Gabbett 2016).

source: Check your AI analysis and see how to improve next week.
fr: Consultez votre analyse IA et découvrez comment progresser la semaine prochaine.

source: Check your readiness score to plan today's training.
fr: Consultez votre score de disponibilité pour planifier l'entraînement du jour.

source: Choose "Export as FIT"
fr: Choisissez « Exporter en FIT »

source: Choose the app theme. System mode automatically adapts to your iOS settings.
fr: Choisissez le thème de l'application. Le mode Système s'adapte automatiquement à vos réglages iOS.

source: Close
fr: Fermer

source: Coach reads your training load, recovery and recent sessions to pick a session that fits today.
fr: Coach lit ta charge d'entraînement, ta récupération et tes dernières séances pour choisir la séance qui colle au jour.

source: COACH RECOMMENDATION
fr: RECOMMANDATION COACH

source: Coach verdict
fr: Verdict du coach

# common.cancel
source: Cancel
fr: Annuler

source: Compare my performance by month
fr: Comparer mes performances par mois

source: Compare with similar
fr: Comparer avec similaires

source: Compare Workouts
fr: Comparaison

source: Completed
fr: Terminé

source: Components & Targets
fr: Composantes et objectifs

source: Connect at least one data source to see your running workouts.
fr: Connectez au moins une source de données pour voir vos entraînements.

source: Connect HealthKit
fr: Connecter HealthKit

source: Connect Strava
fr: Connecter Strava

source: Connect Your Data
fr: Connectez vos données

source: Connected Successfully!
fr: Connexion réussie !

source: Connecting...
fr: Connexion...

source: Connection Error
fr: Erreur de connexion

source: Consent granted on
fr: Consentement accordé le

# consent.allow
source: Allow
fr: Autoriser

# consent.data_header
source: Data shared with the AI service
fr: Données partagées avec le service IA

# consent.data.health_profile
source: Health profile (age, sex, body mass, body fat percentage)
fr: Profil de santé (âge, sexe, masse corporelle, pourcentage de graisse corporelle)

# consent.data.history
source: Historical workout summaries and personal baseline metrics
fr: Historique d'entraînements et métriques de référence personnelles

# consent.data.workout
source: Workout data (distance, duration, pace, speed, calories, elevation, splits)
fr: Données d'entraînement (distance, durée, allure, vitesse, calories, dénivelé, splits)

# consent.description
source: To provide personalized coaching, Insight Run sends your health and fitness data to openrouter.ai, a third-party AI service, for processing.
fr: Pour fournir un coaching personnalisé, Insight Run envoie vos données de santé et de forme physique à openrouter.ai, un service IA tiers, pour traitement.

# consent.dont_allow
source: Don't Allow
fr: Ne pas autoriser

# consent.privacy_header
source: 🔒 Your privacy is our priority
fr: 🔒 Votre vie privée est notre priorité

# consent.privacy_policy
source: Learn more about our privacy policy
fr: En savoir plus sur notre politique de confidentialité

# consent.privacy.anonymous
source: 100% anonymized data (no name, email or identifiers)
fr: Données 100% anonymisées (pas de nom, email ou identifiants)

# consent.privacy.no_sale
source: Your data is never sold
fr: Vos données ne sont jamais vendues

# consent.privacy.no_storage
source: No permanent storage of your data
fr: Aucun stockage permanent de vos données

# consent.privacy.only_analysis
source: Used only to generate your personalized insights
fr: Utilisées uniquement pour générer vos analyses personnalisées

# consent.processed_by
source: Your data will be processed by:
fr: Vos données seront traitées par :

# consent.provider_openrouter
source: openrouter.ai — AI coaching & analysis
fr: openrouter.ai — Coaching IA et analyse

# consent.title
source: AI Data Processing
fr: Traitement des données IA

source: Consolidation failed: %@
fr: Échec de la consolidation : %@

source: Contact Balance
fr: Équilibre au sol

source: Continue
fr: Continuer

source: Conversation History
fr: Historique des conversations

source: Cool Down
fr: Retour au calme

source: Cool-down
fr: Retour au calme

source: Cooldown
fr: Retour au calme

source: Core
fr: Léger

source: Could not parse FIT file
fr: Impossible de lire le fichier FIT

source: Could not parse workout date '%@'. Expected ISO8601 format.
fr: Impossible d'analyser la date de la séance « %@ ». Format ISO8601 attendu.

# Could not read file '%@': %@
source: Could not read file '%1$@': %2$@
fr: Impossible de lire le fichier « %@ » : %@

source: Create a 5K training plan
fr: Créer un plan d'entraînement 5K

source: Create a training plan
fr: Créer un plan d'entraînement

source: Cross Training
fr: Entraînement croisé

source: Cross-training (7 days)
fr: Entraînement croisé (7 jours)

source: current
fr: actuelle

source: Current deviation
fr: Écart actuel

source: Current language (%@) is not yet supported by Apple Intelligence
fr: La langue actuelle (%@) n'est pas encore prise en charge par Apple Intelligence

source: Current Load
fr: Charge actuelle

source: Current Score
fr: Score actuel

source: Current Value
fr: Valeur actuelle

source: Cycling
fr: Vélo

source: Daily Activity
fr: Activité quotidienne

source: Daily load
fr: Charge quotidienne

source: Daily Readiness
fr: Disponibilité du jour

source: Daily readiness score
fr: Score de disponibilité quotidien

source: Daily score
fr: Score quotidien

source: Daily value
fr: Valeur quotidienne

source: Dark
fr: Sombre

source: days
fr: jours

source: Debug
fr: Débogage

source: Declining
fr: En déclin

source: Decreasing
fr: En diminution

source: Deep
fr: Profond

source: Deep Sleep
fr: Sommeil profond

source: Delete LLM History
fr: Supprimer l'historique LLM

source: Describe your intent, or let Coach suggest one based on today's readiness.
fr: Décris ton intention, ou laisse Coach proposer en fonction de ta forme du jour.

source: Describe your workout and let AI create a personalized plan
fr: Décrivez votre entraînement et laissez l'IA créer un plan personnalisé

source: Detailed metrics for all your runs
fr: Métriques détaillées de toutes vos courses

source: Details
fr: Détails

source: Detraining
fr: Désentraînement

source: Disable
fr: Désactiver

source: Disable AI Features?
fr: Désactiver les fonctionnalités IA ?

source: Disconnect
fr: Déconnecter

source: Dismiss
fr: Fermer

source: Dismiss banner button
fr: Fermer la bannière

source: Does elevation improve performance?
fr: Le dénivelé améliore-t-il mes performances ?

source: Done
fr: Terminé

source: Double Support
fr: Double appui

source: Duration
fr: Durée

source: Duration + efficiency + stages
fr: Durée + efficacité + stades

source: Duration Bonus
fr: Bonus de durée

source: E.g., '10x400m speed intervals with 1 min recovery'
fr: Ex. « 10 × 400 m allure 5K avec 1 min récup »

source: E.g., '10x400m speed intervals'
fr: Par exemple : « Intervalles de vitesse 10x400m »

source: Each component = actual / personal goal, capped at 100%
fr: Chaque composante = réel / objectif personnel, plafonné à 100 %

source: Easy
fr: Facile

source: Easy 12-15km endurance run at conversational pace
fr: Sortie longue facile 12–15 km à allure conversationnelle

source: Easy 60-minute endurance run
fr: Entraînement d'endurance facile 60 minutes

source: Easy run
fr: Footing

source: Easy Run
fr: Course facile

source: Editable workout plans
fr: Plans d'entraînement modifiables

source: Efficiency
fr: Efficacité

source: Efficiency Bonus
fr: Bonus d'efficacité

source: Elevated
fr: Élevé

source: Elevation
fr: Dénivelé

source: Elite
fr: Élite

source: Enable Notifications
fr: Activer les notifications

source: Error
fr: Erreur

source: Error %@
fr: Erreur %@

source: Error %@. Try again later.
fr: Erreur %@. Réessayez plus tard.

source: Error during analysis
fr: Erreur lors de l'analyse

source: Error saving: %@
fr: Erreur lors de l'enregistrement : %@

source: Evolution
fr: Évolution

source: excellent
fr: excellente

source: Excellent HRV (%lld ms) - nervous system well recovered
fr: VFC excellente (%lld ms) — système nerveux bien récupéré

source: Excellent resting HR (%lld bpm) - good aerobic fitness
fr: FC de repos excellente (%lld bpm) — bonne condition aérobie

source: Excellent shape! This is the ideal time for intensive training or a quality workout.
fr: Excellente forme ! C'est le moment idéal pour un entraînement intensif ou une séance de qualité.

source: Excellent sleep (%@) - optimal recovery
fr: Excellent sommeil (%@) — récupération optimale

source: Excellent sleep efficiency (%lld%%)
fr: Excellente efficacité de sommeil (%lld%%)

source: Excellent walking HR (%lld bpm) - good cardiovascular condition
fr: FC à la marche excellente (%lld bpm) — bonne condition cardiovasculaire

source: Exercise
fr: Exercice

source: Exercise Minutes
fr: Minutes d'exercice

source: Export failed multiple times. Please try again later.
fr: L'export a échoué plusieurs fois. Veuillez réessayer plus tard.

source: Export Successful!
fr: Export Réussi !

source: Export to Apple Fitness
fr: Exporter vers Apple Fitness

source: Export to Fitness App
fr: Exporter vers l'app Fitness

source: Exporting...
fr: Exportation en cours...

source: Failed
fr: Échec

source: Failed to create language model session
fr: Impossible de créer la session du modèle de langage

source: Failed to export workout: %@. Make sure WorkoutKit is authorized — try opening the Apple Watch Workout app first.
fr: Échec de l'export de la séance : %@. Vérifiez que WorkoutKit est autorisé — ouvrez d'abord l'app Exercice de l'Apple Watch.

source: Failed to load activities: %@
fr: Échec du chargement des activités : %@

source: Failed to load more: %@
fr: Échec du chargement supplémentaire : %@

source: Failed to load workouts: %@
fr: Échec du chargement des séances : %@

source: Failed to sync activities: %@
fr: Échec de la synchronisation des activités : %@

source: fair
fr: mitigée

source: Fair
fr: Moyen

source: Fair shape but be careful. Opt for light to moderate training today.
fr: Forme correcte mais soyez prudent. Optez pour un entraînement léger à modéré aujourd'hui.

source: Falls back to pace × intensity when HR unavailable
fr: Utilise l'allure × intensité si la FC n'est pas disponible

source: Fast
fr: Rapide

source: Female
fr: Femme

source: File too large. Maximum size is 50MB.
fr: Fichier trop volumineux. La taille maximale est de 50 Mo.

source: Filter by Category
fr: Filtrer par catégorie

source: Final score is clamped between 0 and 100.
fr: Le score final est borné entre 0 et 100.

source: Floors
fr: Étages

source: for
fr: pour

source: Formula
fr: Formule

source: Free-form pace play
fr: Jeu d'allures libres

source: General Guidelines
fr: Directives générales

source: Generate
fr: Générer

source: Generate interval training
fr: Générer un entraînement par intervalles

source: Generate Workout
fr: Générer un entraînement

source: Generating insights...
fr: Génération des insights...

source: Generating suggestion...
fr: Génération de la suggestion...

source: Generating...
fr: Génération en cours...

source: Get AI coaching, recovery insights, and performance tracking — all from data your watch already collects
fr: Coaching IA, récupération et suivi de performance — à partir des données que votre montre collecte déjà
